import React from "react";

function Detailes() {
  return (
    <div className="container leading-10 mb-8">
      <h1 className="text-3xl xs:text-4xl xl:text-5xl text-primryCream font-bold py-4">"راهنمای سفارش و مقررات"</h1>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">راهنمای سفارش و خرید از فروشگاه اینترنتی کاج</h2>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">
        ثبت سفارش در فروشگاه اینترنتی کاج به منزله قبول قوانین و مقررات فروشگاه
        کاج می باشد.
      </h2>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">1- ثبت نام کاربر جدید :</h2>
      <p>
        با وارد کردن شماره تماس تلفن همراه ، یک رمز عبور به تلفن شما پیامک می
        شود سپس با وارد کردن رمز عبور می توانید با کاربری شخصی خود وارد سایت
        شوید .
      </p>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">2- پرداخت از طریق درگاه اینترنتی:</h2>
      <p>
        همگی کاربران فروشگاه اینترنتی کاج می‌توانند در هنگام ثبت سفارش، از طریق
        درگاه اینترنتی در سایت فروشگاه اینترنتی کاج، هزینه سفارش خود را به صورت
        آنلاین پرداخت و در قسمت پرداخت در سبد خرید ثبت کنند. پرداخت موفق مبلغ به
        منزله ثبت قطعی این پرداخت برای سفارش است و نیازی به اطلاع دادن آن نیست و
        سفارش به صورت خودکار وارد مراحل آماده سازی و ارسال می‏‌شود.
      </p>
        <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">3-چگونگی پرداخت اینترنتی:</h2>
        <p>
          کاربران محترم سایت فروشگاه اینترنتی کاج می‌توانند مبلغ سفارش خود را با
          استفاده از همه کارت‌های بانکی عضو شبکه شتاب پرداخت کنند. هنگام پرداخت
          اینترنتی اطلاعات زیر از شما پرسیده می‌شود که پس از وارد کردن آنها و
          تایید پرداخت، از موفقیت عملیات پرداخت خود مطلع می‌شوید.
        </p>
      <div className="flex items-center my-4 xs:my-0">
        <h3 className="text-base xs:text-lg font-bold">شماره 16 رقمی کارت:</h3>
        <p> این شماره در کارت همه بانک‏‌ها، بر روی کارت درج شده است.</p>
      </div>
      <div className="flex items-center my-4 xs:my-0">
        <h3 className="text-base xs:text-lg font-bold">رمز خرید اینترنتی یا رمز دوم پویا:</h3>
        <p>
          برای پرداخت اینترنتی لازم است قبلاْ رمز دوم پویا (رمز خرید اینترنتی
          پویا) کارت بانکی خود را فعال کرده باشید.
        </p>
      </div>
      <p>
        رمز دوم پویا(رمز خرید اینترنتی پویا)، با رمزی که شما هنگام استفاده از
        دستگاه‌‏های خود پرداز وارد می‌کنید، تفاوت دارد. برای فعال کردن رمز خرید
        اینترنتی پویا، به شعبه بانک صادر کننده کارت خود مراجعه نمایید.
      </p>
      <div className="flex items-center my-4 xs:my-0">
        <h3 className="text-base xs:text-lg font-bold">کد CVV2:</h3>
        <p>
          این کد یک عدد ۳ یا ۴ رقمی است که پشت یا روی
          کارت‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌های بانکی درج
          می‌شود و به‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌عنوان
          یک کد امنیتی در
          پرداخت‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌‌های
          اینترنتی کاربرد دارد.
        </p>
      </div>
      <div className="flex items-center my-4 xs:my-0">
        <h3 className="text-base xs:text-lg font-bold">تاریخ انقضا:</h3>
        <p>تاریخ انقضا هم روی بیشتر کارت‌های بانکی حک شده است.</p>
      </div>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">4-ارسال هدیه برای عزیزان :</h2>
      <p>
        فروشگاه اینترنتی کاج مفتخر است در خصوص ارسال هدیه به سراسر کشور، به شما
        مشتریان گرامی یاری رساند. لطفا در هنگام ثبت سفارش در قسمت توضیحات حتما
        قید نمایید تا محصولات خریداری شده به صورت رایگان کادو گردند.
      </p>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">6-نحوه ارسال سفارش:</h2>
      <ul className="list-disc child:py-2">
        <li>
          در هنگام ثبت سفارش، بسته به شهر محل سکونت شیوه های ارسال (پست پیشتاز،
          تیپاکس یا پست هوایی) برای انتخاب به شما نمایش داده می شود.
        </li>
        <li>
          حد فاصل تایید سفارش تا رسیدن مرسوله با در نظر گرفتن بعد مسافت و نحوه
          ارسال از 1 روز کاری تا 15روز ممکن هست متغییر باشد .
        </li>
        <li>
          فروشگاه کاج کلیه بسته ها را بیمه نموده و سالم رسیدن بسته ها به دست شما
          را تضمین می کند.
        </li>
        <li>
          مشتریان محترم لازم است سلامت فیزیکی بسته قبل از باز کردن را بررسی کنند
          و در صورتی که بسته دچار مشکل بود با نماینده پست صورت جلسه تنظیم کنند،
          در غیر اینصورت مسئولیتی متوجه فروشگاه کاج نمی باشد.
        </li>
        <li>
          تمام هزینه های ارسال از طرف فروشگاه پرداخت می گردد (هوایی و پیشتاز)
          هیچ گونه هزینه ای نبایستی به مامور توزیع کننده پرداخت نمایید. هزینه
          تیپاکس با توجه به تعرفه شرکت تیپاکس درب منزل دریافت می گردد. در صورت
          مطالبه وجه اضافی حتما درخواست فاکتور یا رسید نمایید تا در صورت تخلف
          مامور توزیع کننده قابل پیگیری باشد. بدیهی است در صورتی که در آدرس
          نباشید و بسته مجددا به آدرس شما ارسال شده باشد هزینه پیک به عهده شما
          خواهد بود.
        </li>
        <li>
          در صورتی که به علت نقص آدرس یا عدم حضور، سفارش شما از باجه معطله به
          مبدا برگشت بخورد، هزینه ارسال مجدد و تعویض بسته بندی به عهده مشتری می
          باشد.
        </li>
      </ul>
      <h2 className="text-xl xs:text-2xl xl:text-3xl text-primryCream py-3">
        6-ضوابط و مسئولیت‌های مربوط به تعویض و یا مرجوع محصولات آرایشی، بهداشتی
        و عطریات
      </h2>
      <p>
        اطلاعات هر محصول آرایشی ، بهداشتی و عطریات در وب ‌سایت فروشگاه اینترنتی
        کاج ، صرفاً برای اطلاع‌رسانی است و جنبه مشاوره ندارد.
      </p>
      <p>
        درصورت عدم آگاهی، اطلاع و ناتوانی مشتری در استفاده از محصولات آرایشی و
        بهداشتی و یا ایجاد خسارت نسبت به خود یا محصول، تمامی مسئولیت های آن بر
        عهده مشتری است و فروشگاه اینترنتی کاج ، در این خصوص هیچگونه تعهدی نخواهد
        داشت.
      </p>
      <p>
        توصیه می شود قبل از سفارش دادن محصول، از انتخاب خود از لحاظ رنگ، بو،
        رایحه، کاربرد و روش مصرف با متخصصین فروشگاه اینترنتی کاج مشاوره نمایید و
        نسبت به خرید خود اطمینان کامل حاصل نماید. بعد از تکمیل خرید و ارسال
        سفارش برای مشتری، به دلیل رعایت کردن مسائل بهداشتی، محصولات آرایشی و
        بهداشتی، تعویض و یا مرجوع نمی شود و همچنین در مورد عطریات نیز در صورت
        داشتن شرایط لازم ( اصل فاکتور ، باز نشدن بسته بندی کالا و دست نخوردگی و
        غیره که دال بر صحیح و سالم بودن کالا باشد) و با تاییدیه مدیریت فروشگاه
        امکان پذیر می باشد.
      </p>
      <ul className="list-disc child:py-2">
        <li>
          {" "}
          لازم است مشتریان در حین ثبت سفارش اطلاعات خود را با دقت و به درستی
          وارد نمایند، در غیراین صورت مسئولیت بروز هر گونه مشکل و زیان احتمالی
          بر عهده ایشان است. علاوه بر این سفارش های ثبت شده تنها به شخص معرفی
          شده در فرم اطلاعات مشتری و با کنترل کارت شناسایی انجام می پذیرد؛ شخص
          معرفی شده می تواند شخص کاربر و یا فرد مورد تایید وی باشد.
        </li>
        <li>
          در صورتی که موجودی محصولی در فروشگاه به پایان برسد، حتی پس از
          سفارش‌‏گذاری مشتری، حق کنسل کردن آن سفارش و یا استرداد وجه سفارش برای
          فروشگاه ایترنتی کاج محفوظ است.
        </li>
        <li>
          در صورت بروز مشکل در پردازش نهایی خرید مانند اتمام موجودی کالا یا
          انصراف مشتری، مبلغ پرداخت شده طی 24 الی 72 ساعت کاری به حساب مشتری
          برگشت داده خواهد شد.
        </li>
        <li>
          در صورت بروز خطا در درج قیمت کالاهای موجود، فروشگاه اینترنتی کاج می
          تواند سفارش ثبت شده مشتری را ابطال و وجه دریافتی را به حساب اعلام شده
          توسط مشتری واریز نماید.
        </li>
      </ul>
    </div>
  );
}

export default Detailes;
