import Link from "next/link";
import React from "react";

function Details() {
  return (
    <div className="container mb-10">
      <h1 className="text-3xl xs:text-5xl text-primryCream font-bold">"قوانین مقررات"</h1>
      <div className="mt-5">
        <h2 className="text-lg xs:text-2xl text-primryCream my-5">​فروشگاه:</h2>
        <p className="text-sm xs:text-base">
          فروشگاه اینترنتی کاج و وب سایت؛ وب سایت فروشگاه اینترنتی کاج به آدرس
          جهانی https://www.kajshop.com است.
        </p>
      </div>
      <div className="mt-5">
        <h2 className="text-lg xs:text-2xl text-primryCream my-5">مشتری یا کاربر:</h2>
        <p className="text-sm xs:text-base">
          به شخصی گفته می‌شود که با اطلاعات کاربری خود که در فرم ثبت نام درج
          کرده است، به ثبت سفارش اقدام کند. آدرس ایمیل و تلفن‌هایی که مشتری در
          اطلاعات کاربری خود ثبت می‌کند، به عنوان آدرس ایمیل و تلفن‌های رسمی
          مورد تایید مشتری به حساب می آید و تمام مکاتبات و پاسخ‌های فروشگاه کاج
          از آن طریق صورت می‌گیرد.
        </p>
      </div>
      <div className="mt-5">
        <h2 className="text-lg xs:text-2xl text-primryCream my-5">سفارش:</h2>
        <p className="text-sm xs:text-base">
          کالا یا کالاهایی است که مشتری انتخاب می کند و با افزودن آن ها به سبد
          خرید قصد خرید آنها را دارد.
        </p>
      </div>
      <div className="mt-5">
        <h2 className="text-lg xs:text-2xl text-primryCream my-5">روز کاری:</h2>
        <p className="text-sm xs:text-base">
          به معنی شنبه تا پنج شنبه هر هفته، به استثناء تعطیلات رسمی است و همه
          سفارش‏‌ها در طول روزهای کاری و اولین روز پس از تعطیلات بررسی می‌‏شوند؛
          مشتریان امکان سفارش گذاری و استفاده از وب سایت را در هر ساعت از شبانه
          روز خواهند داشت.
        </p>
      </div>
      <div className="mt-5">
        <h2 className="text-lg xs:text-2xl text-primryCream my-5">شرایط و قوانین:</h2>
        <p className="text-sm xs:text-base">
          لازم است مشتریان در حین ثبت سفارش اطلاعات خود را با دقت و به درستی
          وارد نمایند، در غیراین صورت مسئولیت بروز هر گونه مشکل و زیان احتمالی
          بر عهده ایشان است. علاوه بر این سفارش های ثبت شده تنها به شخص معرفی
          شده در فرم اطلاعات مشتری و با کنترل کارت شناسایی انجام می پذیرد؛ شخص
          معرفی شده می تواند شخص کاربر و یا فرد مورد تایید وی باشد.
        </p>
        <ul className="list-disc child:mr-4 child:my-3">
          <li className="text-sm xs:text-base">
            در صورتی که موجودی محصولی در{" "}
            <Link href={"/"} className="text-primryGreen2 font-bold">
              فروشگاه کاج
            </Link>{" "}
            به پایان برسد، حتی پس از سفارش‌‏گذاری مشتری، حق کنسل کردن آن سفارش و
            یا استرداد وجه سفارش برای فروشگاه ایترنتی کاج محفوظ است.
          </li>
          <li className="text-sm xs:text-base">
            در صورت بروز مشکل در پردازش نهایی خرید مانند اتمام موجودی کالا یا
            انصراف مشتری، مبلغ پرداخت شده طی 24 الی 72 ساعت کاری به حساب مشتری
            برگشت داده خواهد شد.
          </li>
          <li className="text-sm xs:text-base">
            در صورت بروز خطا در درج قیمت کالاهای موجود، فروشگاه اینترنتی کاج می
            تواند سفارش ثبت شده مشتری را ابطال و وجه دریافتی را به کارتی که با
            آن خرید انجام شده، واریز نماید.
          </li>
          <li className="text-sm xs:text-base">
            اطلاعات هر محصول آرایشی، بهداشتی و عطریات در وب ‌سایت فروشگاه
            اینترنتی کاج، صرفاً برای اطلاع‌رسانی است و جنبه مشاوره ندارد.
            یادآوری این نکته ضروری است که در کالاهای آرایشی ممکن است رنگ نمایش
            داده شده در وبسایت تطابق کامل با رنگ واقعی کالا نداشته باشد و لازم
            است مشتری با آشنایی از رنگ مورد نظر به سفارش کالا اقدام کند.
          </li>

          <div className="text-sm xs:text-base pt-16 pb-5 text-center">
            برای دریافت مشاوره آنلاین به{" "}
            <Link href={"/"} className="text-primryGreen2 font-bold">
              اینستاگرام کاج
            </Link>{" "}
            پیام ارسال نمایید.
          </div>

          <li className="text-sm xs:text-base">
            توصیه می شود قبل از سفارش دادن محصول، از انتخاب خود از لحاظ رنگ، بو،
            رایحه، کاربرد و روش مصرف با متخصصین فروشگاه اینترنتی کاج، مشاوره
            نمایید و نسبت به خرید خود اطمینان کامل حاصل نماید. بعد از تکمیل خرید
            و ارسال سفارش برای مشتری، به دلیل رعایت کردن مسائل بهداشتی، محصولات
            آرایشی و بهداشتی ،تعویض و یا مرجوع نمی شود و همچنین در مورد عطریات
            نیز در صورت داشتن شرایط لازم (باز نشدن بسته بندی کالا و دست نخوردگی
            و غیره که دال بر صحیح و سالم بودن کالا باشد) و با تاییدیه مدیریت
            فروشگاه امکان پذیر می باشد.
          </li>
          <li className="text-sm xs:text-base">
            درصورت عدم آگاهی، اطلاع و ناتوانی مشتری در استفاده از محصولات آرایشی
            و بهداشتی و یا ایجاد خسارت نسبت به خود یا محصول، تمامی مسئولیت های
            آن بر عهده مشتری است و فروشگاه اینترنتی کاج، در این خصوص هیچگونه
            تعهدی نخواهد داشت.
          </li>
          <li className="text-sm xs:text-base">
            {" "}
            معیار در کالاهایی که در چند حجم هستند توضیحات و حجم انتخابی است و
            عکس ملاک نمی باشد. همچنین محصولاتی که در چند رنگ و کد باشند ملاک در
            ارسال کالا کد انتخابی و عکس ملاک نمی باشد.
          </li>
          <li className="text-sm xs:text-base">
            در صورت بروز هر گونه مشکل در سفارش شما فروشگاه کاج از طریق تیکت با
            شما در ارتباط خواهد بود.
          </li>
          <li className="text-sm xs:text-base">
            توجه داشته باشید که فروشگاه کاج از طریق شماره{" "}
            <Link href={"/"} className="text-primryGreen2 font-bold">
              04533721020
            </Link>{" "}
            با شما تماس می گیرد و هر تماس دیگری با شماره دیگر از طرف ما نیست.
          </li>
          <li className="text-sm xs:text-base">
            ارسال تمامی سفارش ها با توجه به انتخاب مشتری در هنگام ثبت سفارش
            (پیشتاز/تیپاکس/چاپار/پیک) ارسال می گردد. البته ممکن هست در هنگام
            خرید شما بعضی از روش های ارسال در دسترس نباشد در این صورت فقظ با روش
            ارسالی که به شما نمایش داده می شود امکان ارسال وجود دارد.
          </li>
          <li className="text-sm xs:text-base">
            در صورت هر گونه نقص در سفارش، مشتری بایستی تا حداکثر 48 ساعت بعد از
            دریافت بسته اعلام نمایید. (ملاک زمان دریافت بسته اعلام شرکت های پستی
            می باشد و از طریق سایت شرکت های پستی بررسی خواهد شد) ادعاهای بعدی
            بعد از اتمام مهلت اعلام شده پذیرفته نخواهد شد.
          </li>
        </ul>
      </div>
      <div className="mt-5">
        <h2 className="text-lg xs:text-2xl text-primryCream my-5">برگشت/تعویض کالا</h2>
        <ul className="list-disc child:mr-4 child:my-3">
          <li className="text-sm xs:text-base">
            تعویض کالای خریداری شده تا 7 روز پس از خرید، در صورتی امکان پذیر است
            که اشکال یا ایرادی در کالا وجود داشته باشد، یا کالا با اطلاعات مندرج
            در وبسایت مطابقت نداشته باشد. علاوه بر این لازم است کالا از حالت
            پلمپ خارج نشده، تست و یا استفاده نشده باشد.
          </li>
          <li className="text-sm xs:text-base">بازپس گیری کالا از طریق پست و توسط مشتری انجام می پذیرد.</li>
          <li className="text-sm xs:text-base">
            برگشت وجه پرداختی تا 3 روز کاری پس از تعویض کالا توسط فروشگاه
            اینترنتی کاج و به صورت کارت به کارت به حساب مشتری انجام خواهد
            پذیرفت.
          </li>
        </ul>
      </div>
    </div>
  );
}

export default Details;
