import React from "react";

function Details() {
  return (
    <div className="container">
      <h1 className="text-3xl xs:text-5xl font-bold text-primryCream my-6">"درباره ما"</h1>
      <h2 className="text-lg xs:text-2xl text-primryCream mb-4">
        هدف اصلی افتتاح فروشگاه کاج:
      </h2>
      <div className="text-sm xs:text-lg child:py-3 mb-10">
        <p>
          فروشگاه کاج در 26 آذر ماه سال 94 در شهر اردبیل در محیطی شیک با مشاوره
          تخصصی افتتاح گردید.
        </p>
        <p>
          هدف اصلی برند فروشگاه کاج عرضه محصولات برترین برندهای آرایشی، پوستی و
          عطری روز دنیا می باشد.
        </p>
        <p>
          فروشگاه کاج با گردآوری برندهای مطرح جهانی با هدف حفظ سلامت مصرف
          کنندگان و تاکید بر استفاده از
        </p>
        <p>
          محصولات سالم، گیاهی و با مشاوره تخصصی محصولات به صورت فروشگاه حقیقی به
          فعالیت خود تا قبل از شیوع کرونا ادامه داد.
        </p>
        <p>
          از آغاز همه گیری کرونا تمرکر ویژه بر فروش غیر حضوری بوده و اکنون بیش
          از صد برند مطرح آرایشی و پوستی و عطری قابل تهیه از کاج می باشد.
        </p>
        <p>
          فروشگاه کاج با تمرکز ویژه بر روی فروشگاه اینترنتی، تجربه خریدی لذت بخش
          برای تمام مشتریان خود را فراهم خواهد نمود.
        </p>
      </div>
    </div>
  );
}

export default Details;
